Repository: David-MKoch/woocommerce-production-manager
Catalog: languages/woocommerce-production-manager-*.po
Languages: fa_ir

source: A WooCommerce plugin to manage production capacity, delivery dates, and order item statuses.
fa_ir: افزونه‌ای برای ووکامرس جهت مدیریت ظرفیت تولید، تاریخ‌های تحویل و وضعیت آیتم‌های سفارش.

source: Actions
fa_ir: عملیات

source: Add Holiday
fa_ir: افزودن تعطیلی

source: Add Status
fa_ir: افزودن وضعیت

source: Admin Phone Number
fa_ir: شماره تلفن مدیر

source: Advanced
fa_ir: پیشرفته

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: All Categories
fa_ir: همه دسته‌بندی‌ها

source: All Statuses
fa_ir: همه وضعیت‌ها

source: Allowed Order Statuses
fa_ir: وضعیت‌های مجاز سفارش

source: API Documentation
fa_ir: مستندات API

source: API Key
fa_ir: کلید API

source: Apply
fa_ir: اعمال

source: Are you sure you want to delete this?
fa_ir: آیا مطمئن هستید که می‌خواهید این مورد را حذف کنید؟

source: Available placeholders: {customer_name}, {order_id}, {delivery_date}, {item_name}. For pattern, use pattern variables.
fa_ir: جایگزین‌های موجود: {customer_name}، {order_id}، {delivery_date}، {item_name}. برای الگو، از متغیرهای الگو استفاده کنید.

source: Available placeholders: {customer_name}, {order_id}, {status}, {item_name}. For pattern, use pattern variables.
fa_ir: جایگزین‌های موجود: {customer_name}، {order_id}، {status}، {item_name}. برای الگو، از متغیرهای الگو استفاده کنید.

source: Bulk Delivery Date
fa_ir: تاریخ تحویل گروهی

source: Cache cleared successfully
fa_ir: کش با موفقیت پاک شد

source: Cache cleared successfully.
fa_ir: کش با موفقیت پاک شد.

source: Cache Management
fa_ir: مدیریت کش

source: Capacity Usage
fa_ir: استفاده از ظرفیت

source: Capacity Usage (Last 30 Days)
fa_ir: استفاده از ظرفیت (30 روز گذشته)

source: Capacity Used
fa_ir: ظرفیت استفاده‌شده

source: Categories per page
fa_ir: دسته‌بندی‌ها در هر صفحه

source: Category
fa_ir: دسته‌بندی

source: Category capacity (%d) cannot exceed parent category capacity (%d).
fa_ir: ظرفیت دسته‌بندی (%d) نمی‌تواند از ظرفیت دسته‌بندی والد (%d) بیشتر باشد.

source: Category Orders
fa_ir: سفارش‌های دسته‌بندی

source: Category Reservation
fa_ir: رزرو دسته‌بندی

source: Category Reservations
fa_ir: رزروهای دسته‌بندی

source: Change Delivery Date
fa_ir: تغییر تاریخ تحویل

source: Changed At
fa_ir: تغییر در

source: Changed By
fa_ir: تغییر توسط

source: Changed By (User ID)
fa_ir: تغییر توسط (شناسه کاربر)

source: changed from admin panel
fa_ir: تغییر از پنل مدیریت

source: Clear Cache
fa_ir: پاک کردن کش

source: Clear cached data to refresh calculations and settings.
fa_ir: داده‌های کش‌شده را پاک کنید تا محاسبات و تنظیمات تازه‌سازی شوند.

source: Color
fa_ir: رنگ

source: Custom Holidays
fa_ir: تعطیلات سفارشی

source: Customer
fa_ir: مشتری

source: Customer Name
fa_ir: نام مشتری

source: Daily Cutoff Time
fa_ir: زمان قطع روزانه

source: Daily cutoff time for processing orders.
fa_ir: زمان قطع روزانه برای پردازش سفارش‌ها.

source: Daily Production Capacity
fa_ir: ظرفیت تولید روزانه

source: Date
fa_ir: تاریخ

source: Dear {customer_name}, your order #{order_id} is delayed. New delivery date: {delivery_date}.
fa_ir: مشتری گرامی {customer_name}، سفارش شما #{order_id} با تأخیر مواجه شده است. تاریخ تحویل جدید: {delivery_date}.

source: Default Daily Production Capacity
fa_ir: ظرفیت تولید روزانه پیش‌فرض

source: Default Delivery Days
fa_ir: روزهای تحویل پیش‌فرض

source: Default Max Delivery Days
fa_ir: حداکثر روزهای تحویل پیش‌فرض

source: Default maximum number of products that can be produced daily.
fa_ir: حداکثر تعداد محصولات پیش‌فرض که می‌توانند روزانه تولید شوند.

source: Delayed Orders
fa_ir: سفارش‌های تأخیری

source: Delayed Orders (Last 30 Days)
fa_ir: سفارش‌های تأخیری (30 روز گذشته)

source: Delete
fa_ir: حذف

source: Delivery Date
fa_ir: تاریخ تحویل

source: Delivery date updated
fa_ir: تاریخ تحویل به‌روزرسانی شد

source: Delivery Date:
fa_ir: تاریخ تحویل:

source: Delivery dates updated.
fa_ir: تاریخ‌های تحویل به‌روزرسانی شدند.

source: Delivery Delay Pattern ID
fa_ir: شناسه الگوی پیامک تأخیر تحویل

source: Delivery Delay SMS Template
fa_ir: قالب پیامک تأخیر تحویل

source: Description
fa_ir: توضیحات

source: Description (optional)
fa_ir: توضیحات (اختیاری)

source: Edit
fa_ir: ویرایش

source: Edit Category
fa_ir: ویرایش دسته‌بندی

source: Edit Product
fa_ir: ویرایش محصول

source: Enable Delivery Delay SMS
fa_ir: فعال‌سازی پیامک تأخیر تحویل

source: Enable sending webhook notifications.
fa_ir: فعال‌سازی ارسال اعلان‌های وب‌هوک.

source: Enable SMS for Customers
fa_ir: فعال‌سازی پیامک برای مشتریان

source: Enable SMS for Manager
fa_ir: فعال‌سازی پیامک برای مدیر

source: Enable SMS notifications for customers.
fa_ir: فعال‌سازی اعلان‌های پیامکی برای مشتریان.

source: Enable SMS notifications for managers.
fa_ir: فعال‌سازی اعلان‌های پیامکی برای مدیران.

source: Enable Status Change SMS
fa_ir: فعال‌سازی پیامک تغییر وضعیت

source: Enable to send SMS using predefined patterns.
fa_ir: فعال‌سازی برای ارسال پیامک با استفاده از الگوهای از پیش تعریف‌شده.

source: Enable Webhook
fa_ir: فعال‌سازی وب‌هوک

source: Enter Melipayamak pattern ID for delivery delay SMS.
fa_ir: شناسه الگوی ملی‌پیامک را برای پیامک تأخیر تحویل وارد کنید.

source: Enter Melipayamak pattern ID for status change SMS.
fa_ir: شناسه الگوی ملی‌پیامک را برای پیامک تغییر وضعیت وارد کنید.

source: Enter your Melipayamak password.
fa_ir: رمز عبور ملی‌پیامک خود را وارد کنید.

source: Enter your Melipayamak sender number (used for simple SMS).
fa_ir: شماره فرستنده ملی‌پیامک خود را وارد کنید (برای پیامک‌های ساده).

source: Enter your Melipayamak username.
fa_ir: نام کاربری ملی‌پیامک خود را وارد کنید.

source: Error occurred
fa_ir: خطایی رخ داد

source: Estimated Delivery (select variation):
fa_ir: تحویل تخمینی (انتخاب نوع):

source: Estimated Delivery:
fa_ir: تحویل تخمینی:

source: Export Logs
fa_ir: خروجی لاگ‌ها

source: Export Order Items
fa_ir: خروجی آیتم‌های سفارش

source: Export to CSV
fa_ir: خروجی به CSV

source: Export to Excel
fa_ir: خروجی به اکسل

source: Exporting...
fa_ir: در حال خروجی گرفتن...

source: Failed to delete holiday
fa_ir: حذف تعطیلی ناموفق بود

source: Failed to insert delivery date
fa_ir: درج تاریخ تحویل ناموفق بود

source: Failed to insert status
fa_ir: درج وضعیت ناموفق بود

source: Failed to save holiday
fa_ir: ذخیره تعطیلی ناموفق بود

source: Failed to update delivery date
fa_ir: به‌روزرسانی تاریخ تحویل ناموفق بود

source: Failed to update holiday
fa_ir: به‌روزرسانی تعطیلی ناموفق بود

source: Failed to update status
fa_ir: به‌روزرسانی وضعیت ناموفق بود

source: Filter
fa_ir: فیلتر

source: Friday
fa_ir: جمعه

source: From Date
fa_ir: از تاریخ

source: General
fa_ir: عمومی

source: General Settings
fa_ir: تنظیمات عمومی

source: Generate a secure key for API authentication.
fa_ir: ایجاد یک کلید امن برای احراز هویت API.

source: Get capacity information. Parameters: date, entity_type, entity_id.
fa_ir: دریافت اطلاعات ظرفیت. پارامترها: date، entity_type، entity_id.

source: Get order items. Parameters: status, category, date_from, date_to, persian_date.
fa_ir: دریافت آیتم‌های سفارش. پارامترها: status، category، date_from، date_to، persian_date.

source: Get reports. Types: category-orders, full-capacity. Parameters: date_from, date_to, persian_date.
fa_ir: دریافت گزارش‌ها. انواع: category-orders، full-capacity. پارامترها: date_from، date_to، persian_date.

source: Guest
fa_ir: مهمان

source: Holiday deleted
fa_ir: تعطیلی حذف شد

source: Holiday saved
fa_ir: تعطیلی ذخیره شد

source: Holiday updated
fa_ir: تعطیلی به‌روزرسانی شد

source: Holidays
fa_ir: تعطیلات

source: Holidays reordered
fa_ir: تعطیلات بازچینش شدند

source: Holidays Settings
fa_ir: تنظیمات تعطیلات

source: Image
fa_ir: تصویر

source: Initial status set
fa_ir: وضعیت اولیه تنظیم شد

source: Invalid API key
fa_ir: کلید API نامعتبر است

source: Invalid data
fa_ir: داده نامعتبر

source: Invalid date
fa_ir: تاریخ نامعتبر

source: Invalid date format
fa_ir: فرمت تاریخ نامعتبر

source: Invalid input data
fa_ir: داده ورودی نامعتبر

source: Invalid product
fa_ir: محصول نامعتبر

source: Invalid report type
fa_ir: نوع گزارش نامعتبر

source: Invalid request
fa_ir: درخواست نامعتبر

source: Invalid reservation date.
fa_ir: تاریخ رزرو نامعتبر.

source: Invalid status index
fa_ir: شاخص وضعیت نامعتبر

source: Item ID
fa_ir: شناسه آیتم

source: Item Name
fa_ir: نام آیتم

source: Item Quantity
fa_ir: تعداد آیتم

source: Items per page
fa_ir: آیتم‌ها در هر صفحه

source: Loading...
fa_ir: در حال بارگذاری...

source: Logs per page
fa_ir: لاگ‌ها در هر صفحه

source: Max Delivery Days
fa_ir: حداکثر روزهای تحویل

source: Max Number of days to add to order date for default delivery.
fa_ir: حداکثر تعداد روزهایی که به تاریخ سفارش برای تحویل پیش‌فرض اضافه می‌شود.

source: Max Production Days
fa_ir: حداکثر روزهای تولید

source: Maximum days required to produce this product. Overrides category and default settings.
fa_ir: حداکثر روزهای مورد نیاز برای تولید این محصول. تنظیمات دسته‌بندی و پیش‌فرض را نادیده می‌گیرد.

source: Maximum delivery days for products in this category.
fa_ir: حداکثر روزهای تحویل برای محصولات در این دسته‌بندی.

source: Maximum number of products in this category that can be produced daily. Leave empty for no limit.
fa_ir: حداکثر تعداد محصولات در این دسته‌بندی که می‌توانند روزانه تولید شوند. برای بدون محدودیت خالی بگذارید.

source: Maximum number of this product that can be produced daily. Leave empty to inherit from category.
fa_ir: حداکثر تعداد این محصول که می‌تواند روزانه تولید شود. برای ارث‌بری از دسته‌بندی خالی بگذارید.

source: Maximum number of this variation that can be produced daily. Leave empty to inherit from product.
fa_ir: حداکثر تعداد این نوع که می‌تواند روزانه تولید شود. برای ارث‌بری از محصول خالی بگذارید.

source: Minimum days required to produce products in this category.
fa_ir: حداقل روزهای مورد نیاز برای تولید محصولات در این دسته‌بندی.

source: Minimum days required to produce products in this category.
fa_ir: حداقل روزهای مورد نیاز برای تولید محصولات در این دسته‌بندی.

source: Monday
fa_ir: دوشنبه

source: Name and color are required
fa_ir: نام و رنگ الزامی هستند

source: neodesign
fa_ir: نیودیزاین

source: No available delivery date
fa_ir: تاریخ تحویل در دسترس نیست

source: No category reservations found for the specified filters.
fa_ir: هیچ رزرو دسته‌بندی برای فیلترهای مشخص‌شده یافت نشد.

source: No Limit
fa_ir: بدون محدودیت

source: No open order statuses selected.
fa_ir: هیچ وضعیت باز سفارشی انتخاب نشده است.

source: No open orders to reset.
fa_ir: هیچ سفارش بازی برای بازنشانی وجود ندارد.

source: No reserved products found for the specified date or category.
fa_ir: هیچ محصول رزروشده‌ای برای تاریخ یا دسته‌بندی مشخص‌شده یافت نشد.

source: No status logs found for the specified filters.
fa_ir: هیچ لاگ وضعیتی برای فیلترهای مشخص‌شده یافت نشد.

source: Note
fa_ir: یادداشت

source: Number of days required to produce this product. Overrides category and default settings.
fa_ir: تعداد روزهای مورد نیاز برای تولید این محصول. تنظیمات دسته‌بندی و پیش‌فرض را نادیده می‌گیرد.

source: Number of days to add to order date for default delivery.
fa_ir: تعداد روزهایی که به تاریخ سفارش برای تحویل پیش‌فرض اضافه می‌شود.

source: Open Order Statuses
fa_ir: وضعیت‌های باز سفارش

source: Order #{order_id} status changed to {status}.
fa_ir: وضعیت سفارش #{order_id} به {status} تغییر کرد.

source: Order / Customer
fa_ir: سفارش / مشتری

source: Order Date
fa_ir: تاریخ سفارش

source: Order ID
fa_ir: شناسه سفارش

source: Order Item
fa_ir: آیتم سفارش

source: Order Item ID
fa_ir: شناسه آیتم سفارش

source: Order item not found
fa_ir: آیتم سفارش یافت نشد

source: Order Items
fa_ir: آیتم‌های سفارش

source: Order Items Status
fa_ir: وضعیت آیتم‌های سفارش

source: Order Status
fa_ir: وضعیت سفارش

source: Order Statuses
fa_ir: وضعیت‌های سفارش

source: Phone disabled
fa_ir: تلفن غیرفعال است

source: Phone number for admin SMS notifications.
fa_ir: شماره تلفن برای اعلان‌های پیامکی مدیر.

source: Product ID
fa_ir: شناسه محصول

source: Product Name
fa_ir: نام محصول

source: Production Capacity
fa_ir: ظرفیت تولید

source: Production capacity reset successfully.
fa_ir: ظرفیت تولید با موفقیت بازنشانی شد.

source: Production Dashboard
fa_ir: داشبورد تولید

source: Production Days
fa_ir: روزهای تولید

source: Production Manager
fa_ir: مدیر تولید

source: Production Manager Settings
fa_ir: تنظیمات مدیر تولید

source: Products per page
fa_ir: محصولات در هر صفحه

source: Rate limit exceeded
fa_ir: از حد مجاز فراتر رفت

source: Recalculate delivery dates for open orders and reserve capacity based on order date and production time.
fa_ir: محاسبه مجدد تاریخ‌های تحویل برای سفارش‌های باز و رزرو ظرفیت بر اساس تاریخ سفارش و زمان تولید.

source: Received
fa_ir: دریافت‌شده

source: Reports
fa_ir: گزارش‌ها

source: Reservation Date
fa_ir: تاریخ رزرو

source: Reserved Count
fa_ir: تعداد رزروشده

source: Reserved Product
fa_ir: محصول رزروشده

source: Reserved Products
fa_ir: محصولات رزروشده

source: Reset Capacity
fa_ir: بازنشانی ظرفیت

source: Reset Production Capacity
fa_ir: بازنشانی ظرفیت تولید

source: Saturday
fa_ir: شنبه

source: Save
fa_ir: ذخیره

source: Search Products
fa_ir: جستجوی محصولات

source: Select Date
fa_ir: انتخاب تاریخ

source: Select date
fa_ir: انتخاب تاریخ

source: Select days to mark as holidays each week.
fa_ir: روزهایی را که می‌خواهید هر هفته به‌عنوان تعطیل مشخص شوند، انتخاب کنید.

source: Select Status
fa_ir: انتخاب وضعیت

source: Select WooCommerce order statuses to consider as open for production capacity reset.
fa_ir: وضعیت‌های سفارش ووکامرس را که باید به‌عنوان باز برای بازنشانی ظرفیت تولید در نظر گرفته شوند، انتخاب کنید.

source: Select WooCommerce order statuses to display in the order items table.
fa_ir: وضعیت‌های سفارش ووکامرس را که باید در جدول آیتم‌های سفارش نمایش داده شوند، انتخاب کنید.

source: Send SMS when delivery date is delayed.
fa_ir: ارسال پیامک در صورت تأخیر تاریخ تحویل.

source: Send SMS when order item status changes.
fa_ir: ارسال پیامک در صورت تغییر وضعیت آیتم سفارش.

source: Set Status to %s
fa_ir: تنظیم وضعیت به %s

source: Settings
fa_ir: تنظیمات

source: SMS
fa_ir: پیامک

source: SMS configuration incomplete or disabled
fa_ir: پیکربندی پیامک ناقص است یا غیرفعال شده است

source: SMS notification settings updated
fa_ir: تنظیمات اعلان پیامکی به‌روزرسانی شد

source: SMS Password
fa_ir: رمز عبور پیامک

source: SMS Sender Number
fa_ir: شماره فرستنده پیامک

source: SMS Sent
fa_ir: پیامک ارسال شد

source: SMS Sent Today
fa_ir: پیامک‌های ارسال‌شده امروز

source: SMS Settings
fa_ir: تنظیمات پیامک

source: SMS Statistics
fa_ir: آمار پیامک

source: SMS Username
fa_ir: نام کاربری پیامک

source: Status
fa_ir: وضعیت

source: Status added
fa_ir: وضعیت اضافه شد

source: Status Change Pattern ID
fa_ir: شناسه الگوی تغییر وضعیت

source: Status Change SMS Template
fa_ir: قالب پیامک تغییر وضعیت

source: Status deleted
fa_ir: وضعیت حذف شد

source: Status Log
fa_ir: لاگ وضعیت

source: Status Logs
fa_ir: لاگ‌های وضعیت

source: Status Name
fa_ir: نام وضعیت

source: Status name already exists
fa_ir: نام وضعیت از قبل وجود دارد

source: Status updated
fa_ir: وضعیت به‌روزرسانی شد

source: Status updated successfully
fa_ir: وضعیت با موفقیت به‌روزرسانی شد

source: Status:
fa_ir: وضعیت:

source: Statuses reordered
fa_ir: وضعیت‌ها بازچینش شدند

source: Statuses updated.
fa_ir: وضعیت‌ها به‌روزرسانی شدند.

source: Sunday
fa_ir: یکشنبه

source: Thursday
fa_ir: پنج‌شنبه

source: To Date
fa_ir: تا تاریخ

source: Total Capacity
fa_ir: کل ظرفیت

source: Total Reservations
fa_ir: کل رزروها

source: Tuesday
fa_ir: سه‌شنبه

source: Unable to calculate delivery date.
fa_ir: امکان محاسبه تاریخ تحویل وجود ندارد.

source: Unauthorized
fa_ir: غیرمجاز

source: Unknown
fa_ir: ناشناخته

source: URL to receive webhook notifications for status changes.
fa_ir: آدرس URL برای دریافت اعلان‌های وب‌هوک برای تغییرات وضعیت.

source: Use SMS Pattern
fa_ir: استفاده از الگوی پیامک

source: Use the following endpoints with the API key in the X-API-Key header:
fa_ir: از نقاط پایانی زیر با کلید API در هدر X-API-Key استفاده کنید:

source: Used Capacity Today
fa_ir: ظرفیت استفاده‌شده امروز

source: Webhook & API
fa_ir: وب‌هوک و API

source: Webhook & API Settings
fa_ir: تنظیمات وب‌هوک و API

source: Webhook URL
fa_ir: آدرس وب‌هوک

source: Wednesday
fa_ir: چهارشنبه

source: Weekly Holidays
fa_ir: تعطیلات هفتگی

source: WooCommerce Production Manager
fa_ir: مدیر تولید ووکامرس

source: WooCommerce Production Manager requires WooCommerce to be installed and active.
fa_ir: مدیر تولید ووکامرس نیازمند نصب و فعال بودن ووکامرس است.
